[{"CRN": "CRN", "center_lab_name": "center_lab_name", "centers": "centers", "collaboration": "collaboration", "concentration": "concentration", "contact": "contact", "course_name": "course_name", "current_courses": "current_courses", "days_times": "days_times", "department_affiliation": "department_affiliation", "description": "description", "event_date": "event_date", "event_description": "event_description", "event_name": "event_name", "event_type": "event_type", "faculty": "faculty", "first": "first", "group": "group", "hashtags": "hashtags", "instructor": "instructor", "last": "last", "level": "level", "location": "location", "meeting_space": "meeting_space", "notes": "notes", "office_location": "office_location", "organization_name": "organization_name", "partners": "partners", "profile": "profile", "purpose_summary_statements": "purpose_summary_statements", "research_interests": "research_interests", "role": "role", "school": "school", "school_college": "school_college", "semester": "semester", "sheet": "sheet", "speakers": "speakers", "sponsors": "sponsors", "sponsors_schools": "sponsors_schools", "staff_structure": "staff_structure", "students": "students", "subject": "subject", "tag1": "tag1", "tag2": "tag2", "tag3": "tag3", "tag4": "tag4", "tag5": "tag5", "theme1": "theme1", "theme2": "theme2", "theme3": "theme3", "theme4": "theme4", "themes": "themes", "topics": "topics", "websites": "websites", "where": "where", "path": "path", "size": "size"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "dasg927@newschool.edu ", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Geeti", "group": "1.0", "hashtags": "", "instructor": "", "last": "Das", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "American politics; theories of institutional change; gender and sexuality; classification and bureaucracy; race and ethnicity; South Asian politics; social movements; science and technology studies. ", "purpose_summary_statements": "", "research_interests": "American politics; theories of institutional change; gender and sexuality; classification and bureaucracy; race and ethnicity; South Asian politics; social movements; science and technology studies. ", "role": "PHD Student", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "1.0", "tag3": "1.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "0.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "nelesi@newschool.edu", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Nelesi ", "group": "1.0", "hashtags": "", "instructor": "", "last": "Rodriguez Trujillo", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "I am a Venezuelan college professor, researcher, and creative media producer. My research interests include transmedia, contemporary identities and aesthetic discourses. Back in Venezuela, I collaborated in activists groups such as Bicimamis –a cycling collective with gender focus that empowers women through the usage of bicycle as means of transportation–, and Gritos Silentes –an activist group that tried to create awareness about the violence in Venezuela through performance. Currently, I am conducting my Masters degree in Media Studies at The New School. By being part of the Engage Media Lab, I hope to help the communities by sharing my knowledge and media know-how, but also  to learn from them, their points of view and our shared experiences.", "purpose_summary_statements": "", "research_interests": "She is also interested in public scholarship and how artistic practices can be used/adapted as research and pedagogic methodologies.", "role": "Media Studies", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "wileym@newschool.edu", "course_name": "", "current_courses": "Digital Equity Lab", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Maya", "group": "1.0", "hashtags": "", "instructor": "", "last": "Wiley", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "Maya Wiley is a nationally renowned expert on racial justice and equity. She has litigated, lobbied the U.S. Congress, and developed programs to transform structural racism in the U.S. and in South Africa. Ms. Wiley is currently the Senior Vice President for Social Justice at the New School and the Henry Cohen Professor of Urban Policy and Management at The New School’s Milano School of International Affairs, Management & Urban Policy, as well as the Chair of the New York City Civilian Complaint Review Board (CCRB) – the independent oversight agency for the City’s Police Department.\n\nPrior to her roles with The New School and the CCRB, Ms. Wiley served as Counsel to the Mayor of the City of New York from 2014-2016. As Mayor Bill de Blasio’s chief legal advisor and a member of his Senior Cabinet, Wiley was placed at the helm of the Mayor’s commitment to expanding affordable broadband access across New York City, advancing civil and human rights and gender equity, and increasing the effectiveness of the City's support for Minority/Women Owned Business Enterprises. During her tenure, she also served as the Mayor's liaison to the Mayor's Advisory Committee on the Judiciary. \n\nBefore her position with the de Blasio Administration, Ms. Wiley was the Founder and President of the Center for Social Inclusion. She has also worked for the Open Society Foundation in the U.S. and in South Africa, the NAACP Legal Defense & Educational Fund, Inc., the American Civil Liberties Union and U.S. Attorney’s Office for the Southern District of New York. \n\nCity and State Magazine named Ms. Wiley one of the 100 most powerful people in New York City in 2014 and in 2015. In 2011, Wiley was named one of \"20 Leading Black Women Social Activists Advocating Change\" by TheRoot.com and a Moves Power Woman in 2009 by the magazine.\n\nMs. Wiley holds a J.D. from Columbia University School of Law and a B.A in psychology from Dartmouth College. She resides in Brooklyn with her two daughters and her partner.  \n", "purpose_summary_statements": "", "research_interests": "", "role": "Henry Cohen Professor of Urban Policy and Management", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "1.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "Participatory media technologies, collaborative learning platforms, creative DIY cultures, civic media and artistic intervention in conflict and crisis, responsive media and tactical design in urban public spaces, mobile video and speech/audio interaction, hybrid documentary film practice, digital storytelling and resilience among marginalized children and adolescents in global contexts, creative activism and civic agency among youth in the Middle East.", "contact": "nitin@newschool.edu", "course_name": "", "current_courses": "Engage Media Lab\nParticapatory Research\nDesigning Media: Mem & Perform\nEngage Media Lab\nCo-Lab: Urban Tactics &Perform\nIndependent Study (Open Campus)\nThesis Proposal (Open Campus)\nThesis Supervision (Open Campus)", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Nitin", "group": "1.0", "hashtags": "", "instructor": "", "last": "Sawhney", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "79 Fifth Avenue\n", "organization_name": "", "partners": "", "profile": "Nitin Sawhney is an Assistant Professor of Media Studies at The New School. His current research, teaching and creative practice engages the critical role of technology, civic media, and artistic interventions in contested spaces. He examines social movements and crisis contexts, though forms of creative urban tactics, participatory research, performance and documentary film.\n\nNitin completed his doctoral degree at the MIT Media Lab, where he conducted research on networked collaboration for sustainable product design, ubiquitous and wearable computing, speech/auditory interfaces, and responsive media in urban community spaces. He co-founded Akaza Research, a startup software firm, to develop open source tools and online repositories for public biomedical research with support from the National Institutes of Health (NIH), and directed new product development at Cytel, Inc. for statistical simulation tools to support adaptive clinical trials.\n\nNitin is a research affiliate with the MIT Center for Civic Media, where he co-founded the Department of Play, a research collaborative, to design participatory mobile video, mapping and pedagogical tools to support creative expression and civic agency among marginalized youth. Nitin was awarded a Visionary Fellowship at MIT in 2008 with the Jerusalem 2050 Project at the Dept. of Urban Studies and Planning and the Center for International Studies, conducting research on urban renewal and civic engagement through the media arts in divided cities such as Belfast and Jerusalem. His current work includes OccupyData Hackathons to facilitate participatory data-driven activism, and developing a collaborative online platform and place-based initiative, MikroAct, to support urban tactics and civic action in neighborhoods of Moscow and NYC. He recently conducted workshops in Moscow examining Invisible Borders in the city.\n\nSince 2006 he has conducted research and digital storytelling initiatives (Voices Beyond Walls) with Palestinian youth in the West Bank, East Jerusalem and Gaza. He established the Engage Media Lab as a program at The New School for students to design and conduct participatory media-based learning and assessment with youth in New York City. Nitin organized and co-chaired the International Conference on Interaction Design and Children (IDC 2013) at The New School in partnership with Sesame Workshop in June 23-27, 2013, with over 400 participants from around the world attending and presenting at the conference.\n\nNitin recently completed a documentary film, Flying Paper, about the participatory culture of kite making and flying among children in Gaza, with support from National Geographic. Nitin is currently developing a participatory media project, Zona Intervenida, focusing on genocide, memory and body through site-specific performance interventions and documentary film in Quetzaltenango, Guatemala.\n", "purpose_summary_statements": "", "research_interests": "", "role": "\nAssistant Professor of Media Studies", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Shanelle", "group": "1.0", "hashtags": "", "instructor": "", "last": "Matthews", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "Part social science iconoclast, part feminist theory maven, Shanelle Matthews has spent the last decade injecting social justice movement work with a much-needed dose of strategic and tactical experimentation. Working in the laboratory of applied political communications with Sierra Club, ACLU, Forward Together, the National Network of Abortion Funds, Black Lives Matter Global Network, and others, Shanelle has successfully brought a scientific mindset, including novel hypotheses and custom-tailored tests, to the art and practice of storytelling in order to systematically investigate how people make positive social change.\n\nBecause Shanelle knows that a story is an embodied, full-body experience, she has given her whole self — her own story and her own body — to testing her hypotheses. After training as a media spokeperson, Shanelle understood the need for media people to have personal experience with the stories in the media. In 2016, she developed Channel Black, an immersive training program that prepares the next generation of Black, millennial spokespeople to make critical, real-time interventions on racism through the media. By working across issue areas, Shanelle has also discovered that intersectional oppression requires interdisciplinary, whole world thinking, and that we must see beyond the limitations of social power structures in order to ignite people’s psychological and spiritual power within social systems to transform our world. She is also the founder of the Radical Communicators Network (RadComms), an online and offline community of people working within social change and public interest communications who are committed to taking a radical approach to winning.\n\nIn the fall of 2017, Shanelle became The New School's inaugural Activist-in-Residence. Here she works alongside faculty and students to research and develop strategies that significantly reduce anti-Black bias. Until January 2018, Shanelle served as the Director of Communications for the Black Lives Matter Global Network, organizing to end state-sanctioned violence against Black people by building power and winning immediate improvements in our lives.\n\nShanelle holds a degree in Journalism and New and Online Media from the Manship School of Mass Communications at Louisiana State University.", "purpose_summary_statements": "", "research_interests": "", "role": "Activist In Residence", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "1.0", "tag3": "1.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "jesudass@newschool.edu", "course_name": "", "current_courses": "Re-Imagining Social Movements\nSpeaking Race to Power\nQualitative Research PhD ", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "Sujatha", "group": "1.0", "hashtags": "", "instructor": "", "last": "Jesudason", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "72 5th Ave", "organization_name": "", "partners": "", "profile": "Sujatha Jesudason, Ph.D. has worked as an activist, organizer and scholar for over 25 years in a range of social justice movements. She is a leading voice on new practices in movement building, the ethics of reproductive genetics, gender justice, disability rights and racial inclusion.\n\nIn her work she focuses on forging unlikely collaborations and looking past forced simplifications at the intersection of issues too often considered separately: economic inequality, domestic violence, racial discrimination, disability rights and gender roles. Sujatha has worked skillfully with a wide and diverse range of leaders, community members, activists, scholars, researchers and academics, listening for patterns and trends in order to prepare for the challenges around the corner and into the future.\n\nBefore The New School, Sujatha was the Executive Director of CoreAlign, a reproductive justice organization teaching innovation for social change to frontline activists, which she founded in 2012. With a focus on race and power, CoreAlign trains organizers to think and act innovatively, generate creative solutions to complex problems, and develop processes for designing solutions with their communities.\n\nAs Professor of Professional Practice in Management at the Milano School, Sujatha focuses on innovative approaches to: social justice and start-up nonprofit leadership and management; leadership, management and philanthropy at the intersection of race and gender; social justice ethics of human genetics and biotechnologies; design thinking methodologies for community engagement, advocacy and organizing; and reimagining social movements.\n\nHer past work ranges from community organizing in Milwaukee, to violence prevention in the South Asian American community, to reproductive justice movement building and policy advocacy on human genetics in her role as founder and executive director of Generations Ahead.\n\nSujatha holds a Master’s and a Ph.D. in Sociology from the University of California, Berkeley and an undergraduate degree in Economics and Latin American Studies from the University of Wisconsin, Madison.\n\nShe is currently turning her dissertation into a book, Punching Like A Girl: Martial Arts as a Practice of Power and Freedom for Women.", "purpose_summary_statements": "", "research_interests": "", "role": "Professor of Professional Practice", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "1.0", "tag3": "1.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "timo@newschool.edu", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "TIMO", "group": "1.0", "hashtags": "", "instructor": "", "last": "Rissanen", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "Sheila Johnson Design Center", "organization_name": "", "partners": "", "profile": "Timo Rissanen is the Assistant Professor of Fashion Design and Sustainability at Parsons School of Design. He currently serves as the School Associate Dean of the School of Constructed Environments, and he is one of the Associate Directors of the Tishman Environment and Design Center. He was born in Finland and trained as a fashion designer at the University of Technology, Sydney (UTS) in Australia. Rissanen completed a practice-based PhD on zero waste fashion design at UTS in 2013. As an artist he has focused on the (in)humanity of labour, politics and love through installation, performance and cross-stitched poetry. Rissanen co-curated Fashioning Now with Alison Gwilt in 2009 and Yield with Holly McQuillan in 2011, and he has co-published two books on fashion and sustainability, Shaping Sustainable Fashion with Gwilt in 2011 and Zero Waste Fashion Design with McQuillan in 2016.", "purpose_summary_statements": "", "research_interests": "", "role": "Assistant Professor of Fashion Design and Sustainability", "school": "", "school_college": "", "semester": "", "sheet": "People", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "1.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/1.jpg", "size": "40000"}, {"CRN": "Social Innovation and Design ", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "Media Advocacy in the Global Public Sphere\n\n", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "This course examines how activists can use new and established media technologies to advocate for social change at the community, national and global levels.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "INSTRUCTOR: BONNIE MCEWAN", "last": "", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "Social Innovation and Design ", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "New Media: Global Equalizer", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "New information and communication technologies are transforming the most remote and disenfranchised communities in the world’s poorest countries. This course examines the use of new communication technologies in developing countries. How do these tools enable ordinary people in developing countries to give voice to their own stories? Can new media equalize participation and access to information for people heretofore bypassed by the benefits of globalization? Mobile phones, Internet kiosks, and satellite uplinks are being adopted and adapted by resourceful and creative users throughout the developing world. Through analytic studies, samples of new media, and direct engagement with some of the users themselves, the class explores how this connectivity, both technological and human, is transforming life in developing countries. From eyewitness reporting in societies as closed as Myanmar to community action in countries undergoing political upheaval such as Kenya to public health activities in Indonesia to joint problem solving by farmers, scientists, and policymakers half a world apart, new channels of communication and cross-cultural awareness are opening up within and beyond borders.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "INSTRUCTOR: MELANIE BETH OLIVIERO", "last": "", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "1.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "Beyond iCelebrities: Social Networking and Social Activism", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "Popular social networking sites have evolved exponentially in the past few years, alongside Internet- savvy grassroots organizations like MoveOn.org. The course outlines the recent history of MoveOn.org, Code Pink, Facebook, YouTube, and Second Life (virtual activism) and the viral nature of Internet trends. What happens when corporate entities enter social networks on the Internet? What is the link between viral marketing and social change? Questions about the nature of the “collective generosity” mindset inherent in millennial offerings like Wikipedia are examined, with an eye to mapping global resource and information networks to include the most disenfranchised of global citizens. How can the activist potential of the Internet be used to address global warming, poverty, and political injustice?", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "KATHLEEN SWEENEY", "last": "", "level": "Graduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Offered by the School of Undergraduate Studies at The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "Collab: Design and Development", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "This interdisciplinary course offers students the opportunity to gain an understanding of key concepts and skills essential to become global consultants for small business enterprises focusing on women's empowerment and community development through design. The course will prepare students to support artisan or other community groups by developing sustainable business models through needs-based capacity building, product and project design and development, and by establishing networks of collaboration. In the summer, students may travel to Guatemala (or another project location) for the month of June/July to work directly with the groups of artisan women.\n\n", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "CYNTHIA LAWSON AND FABIOLA BERDIEL", "last": "", "level": "Graduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Offered by Parsons The New School for Design and The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "Creative DIY Cultures and Participatory Learning", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "This seminar explores creative DIY (do-it-yourself) cultures of hacking, tinkering, and inventive practices from crafts and electronics to digital media production, networked design collaboration, and participatory learning. We examine the pedagogical ideas of critical literacy by Paulo Freire and Augusto Boal; child-centered experiential learning by Jean Piaget; psychology of play and imagination by Vygotsky; constructionist learning by Seymour Papert; and participatory cultures by Henry Jenkins. Students will then explore diverse DIY practices as forms of cultural, political or subversive expression, including amateur/pirate radio, punk and rave subcultures, mash-ups, as well as DIY design and open source programming. We consider the nature of emerging networked DIY communities and maker/hacker spaces, and their role in creating new forms of cultural production, participatory learning, and civic agency. As part of a semester-long project combining theory and practice students are encouraged to investigate (and participate in) a specific DIY community or maker space to develop critical reflection or propose new pedagogical concepts and design platforms that support creative DIY cultures.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "INSTRUCTORS: NITIN SAWHNEY", "last": "", "level": "Graduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Offered by The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "Gender, Development & Finance\n", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "This course focuses on the financial experiences of low-income people, especially women, in the US and internationally. The first segment of the course lays a foundation for why it is important to look at poverty, economic development, and financial literacy through a gendered lens. We will also familiarize ourselves with the asset building literature and discuss how this way of thinking about individuals' financial well-being constitutes a departure from traditional urban poverty frameworks, which tend to focus on income. We will spend some time understanding the extent to which traditional financial institutions (such as banks) and strategies serve (or do not serve) this group. We will look at relevant recent trends, such as the rise of fringe financial services that include check cashers and payday lenders. We will also examine alternative financial strategies, such as microenterprise development and individual development accounts (IDAs) that serve low-income people differently, and study best practices from the US and abroad. Throughout the course, we will discuss policy interventions that could create a better environment for asset building and ownership. The course requires no prerequisite knowledge of economics or finance.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "INSTRUCTOR: TBD", "last": "", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "\nOffered by The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "MEDIA,SOCIAL MOVEMENTS & POLITICAL IDEAS", "current_courses": "", "days_times": "Wed.,\n4:00 p.m. - 5:50 p.m.", "department_affiliation": "", "description": "The course explores the dynamic relationship between global media and political thought and rights, whether through literature, film, music, social movements, and, more recently, social media. We will also explore the reception and recycling of such texts. Examples, and case studies, will come from a wide geographic area, especially in the Third World, including the Caribbean, Africa and Asia. Some texts that will be discussed and debated \"Battle of Algiers,\" the global dimensions of #BlackLivesMatter, refugee rights, politics of self determination, among others.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "Sean Jacobs", "last": "", "level": "Graduate ", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Offered by The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "SPRING 2018\n", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "1.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "7131", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "RE-IMAGINING SOCIAL MOVEMENTS", "current_courses": "", "days_times": "Thurs. \n6:00 p.m. - 7:50 p.m.", "department_affiliation": "", "description": "Due to the current rapid pace of change, social movements need to be ever more creative, responsive and innovative in order to be relevant and mobilize for change. This semester will focus on the Reproductive Health, Rights and Justice movement. In future semesters, this course may address different social movements. Students will learn the history of a movement, research current challenges and opportunities, hear from movement leaders and organizations, and spend time re-imagining and re-designing advocacy and organizing strategies, approaches, frames and campaigns. Working in teams, students will identify specific problems/challenges and then design and prototype innovative new approaches. While focusing on a specific movement, this course is also an opportunity to practice a methodology for innovating social change strategies.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "Sujatha Jesudason ", "last": "", "level": "Graduate ", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Offered by The Milano School of International Affairs, Management, and Urban Policy at The New School for Public Engagement.", "semester": "SPRING 2018\n", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "1.0", "tag3": "1.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "5237", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "PLANNING SUSTAINABLE CITIES\n", "current_courses": "", "days_times": "Tues. \n3:50 p.m. - 6:30 p.m.", "department_affiliation": "", "description": "This reading intensive seminar introduces students to issues of urban sustainability across time, space, and scale. We examine efforts by planners, activists, policy makers, and citizens to improve the urban environment over time, as well as the role cities might play in the creation of a more sustainable planetary future. While we look to current practices in the field, we are especially concerned to untangle the multiple, often competing discursive, political, and governance systems that shape urban sustainability work. A central interest of the course is how notions of environmental sustainability relate to questions of social justice, the share of resources, and the distribution of wealth. Students engage readings and other materials from a wide variety of fields, including social sciences, humanities, arts and design. In the end, the course challenges students to reflect on how they might integrate the tools and concepts from this course into their own work.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "TAUGHT BY: HEATHCOTT, JOSEPH\n", "last": "", "level": "Undergraduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Schools of Public Engagement", "semester": "Spring 2018", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "5548", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "CREATIVE JUSTICE", "current_courses": "", "days_times": "Mon. \n4:00 p.m. - 5:50 p.m.", "department_affiliation": "", "description": "Transformative Justice builds on the cultural and social assets of a community to end all forms of violence while restoring safety and healing relationships. The arts become a powerful tool in this process by generating dialogue, strengthening a sense of community, and envisioning community based interventions. In this course, we examine how artists, cultural workers, and community activists have devised creative strategies for responding to institutional and interpersonal violence and trauma. How does creativity work to promote trust? How do the arts reveal social issues differently? Do the arts prompt more action? We start by looking at successful models of creative intervention and then consider the specific current issue of communities that have been disenfranchised by policing practices like \"stop and frisk\" and punitive criminal justice policies. We consider whether the very system that has had such a destabilizing impact on their community can also be depended upon to \"serve and protect\" that community. How might the arts intervene in this dilemma?", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "SPRING 2018\nTAUGHT BY: DIMITROVA, YANA", "last": "", "level": "Undergraduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Schools of Public Engagement", "semester": "Spring 2018", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "4040", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "DESIGNING SUSTAINABLE FOODSCAPES", "current_courses": "", "days_times": "Wed. \n12:10 p.m. - 2:50 p.m.", "department_affiliation": "", "description": "\nThis course challenges conventional notions of food in the city and examines the ways in which architects and urban designers can use it as a tool for sustainable urban development. Students learn about a wide range of urban food system innovations - from rooftop gardens and vertical farms to agriurban districts and continuous productive landscapes - and critically assess what works and why. By engaging in seminar discussions and field visits to pioneer food urbanism projects in New York City, throughout the semester, the class will explore the diverse roles that design professionals specifically can play in remaking the urban foodscape and the extent to which this can bring about more environmentally sound, equitable, and healthier cities. There will be guest lectures by sustainable food advocates from public, business, and not-for-profit organizations operating in the New York City metropolitan area.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "TAUGHT BY: ILIEVA, ROSITSA", "last": "", "level": "Undergraduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Parsons School of Design ", "semester": "Spring 2018", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "2328", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "THE POETICS OF WITNESSING", "current_courses": "", "days_times": "Fri. \n2:00 p.m. - 4:50 p.m.", "department_affiliation": "", "description": "Today, many documentarians consider themselves working within a well-defined human rights framework where images and film are used to raise awareness and critical consciousness about social injustice. On the far edge of this movement, however, there are photographers and filmmakers whose work calls attention to the traditional documentary ethics of bearing witness but whose modes of representation break away from classical storytelling and linear narrative conventions. This body of work is more open-ended to interpretation and multiple readings than traditional documentary representation. And while their themes are just as serious as straight documentarians, their work engages different audiences in a variety of venues. The poetics course will study personal documentaries, essay films, assemblage techniques working with found materials, the diary and journal approach, the cine poem and other experimental forms. While not a production class per se, students usually create short poetic films for their final project.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "TAUGHT BY: LUCAS, PETER", "last": "", "level": "Graduate and Undergraduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "Schools of Public Engagement", "semester": "Spring 2018", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "2636", "center_lab_name": "", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "HUMAN RIGHTS AND MEDIA", "current_courses": "", "days_times": "Fri. \n3:00 p.m. - 5:50 p.m.", "department_affiliation": "", "description": "In this course, students will study the international human rights movement with an emphasis on the crucial role that media plays in representing and responding to critical human rights issues. In the last decade, the convergence of new media technologies with the human rights movement has had a profound impact. This transformation has enabled the globalization process of human rights activism through the rapid distribution of web-based news, research, and visual representation. Digitalization has also crossed over with traditional media (television, print, film, photography, and radio) enhancing both the production and the distribution of human rights reports. The emerging interactivity between producers and consumers of human rights information is also changing as people once considered as objects of human rights reports are becoming subjects who are now creating, manipulating, and challenging dominant paradigms of media representation. This growing diversity has had serious social and cultural implications on how human rights information is received, engaged, and transformed.", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "TAUGHT BY: LUCAS, PETER", "last": "", "level": "Graduate and Undergraduate", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "", "research_interests": "", "role": "", "school": "", "school_college": "College: Schools of Public Engagement", "semester": "FALL 2018", "sheet": "Courses", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "", "theme2": "", "theme3": "", "theme4": "", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/3.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "Digital Equity Lab", "centers": "", "collaboration": "", "concentration": "", "contact": "", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "Maya Wiley - Senior Vice President for Social Justice at The New School and Henry Cohen Professor at the Milano School of International Affairs, Management, and Urban Policy", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "Access to infrastructure of all kinds, from roads to telephone lines to the Internet, represents one of the most potent ways in which societies divide and discriminate against segments of their populations. In the 21st century, the lack of broadband access in less-resourced neighborhoods is a powerful example of technology-based exclusion and even redlining – the practice of denying services to segregated areas. \n", "research_interests": "", "role": "", "school": "Milano School of International Affairs, Management, and Urban Policy", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "Maya Wiley - Senior Vice President for Social Justice at The New School and Henry Cohen Professor at the Milano School of International Affairs, Management, and Urban Policy", "students": "", "subject": "Urban and Community Development", "tag1": "1.0", "tag2": "1.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "https://www.newschool.edu/research-and-work/advocate-digital-equality/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "Engage Media Lab", "centers": "", "collaboration": "", "concentration": "", "contact": "(212) 555-0123\neml@newschool.edu\nTWITTER: @EngageMediaLab\n\nFACEBOOK: https://www.facebook.com/engagemedialab/", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "Nelesi Rodriguez\nPeter Lucas\nNitin sawhney", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "\n\n79 5th Avenue, 16th floor\n\nNew York, NY 10001\n\n\nMonday – Friday: 9AM – 6PM\nSaturday: 10AM – 7PM\nSunday: Closed", "meeting_space": "", "notes": "EML offers opportunities for field work on participatory media / human rights and media.  For four years now we have been partnered with the Arab American Family Support Center in Brooklyn, an after school learning center where we’ve been running youth media workshops.  Fieldwork also includes the International Field study abroad programs.  \n\nEML is a lab for student workshops.  The workshops have ranged from production and post production workshops, grant writing for documentary films, media packaging and audience engagement workshops.  \n\nEML offers screenings and sponsored talks and conferences.  Over the past few years, EML has sponsored several media events here at the New School such as the Youth Media Summit and the participatory media event with the online platform, Beirut Syndrome.\n\nEML is a space for faculty mentoring of students in classes related to social media, participatory media, documentary production, post production, and our classes related to media and human rights. \n\nOur screenings and workshops are open to the public, and New School students and faculty can also join us at our weekly meetings.\n\n", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "Engage Media Lab is a student group and research lab promoting civic engagement through participatory media projects.\nJoin us to co-develop workshops, screenings, research projects, seminars and community programs both within and outside The New School.\nENGAGE MEDIA LAB IS A JOINT INITIATIVE OF THE SCHOOL OF MEDIA STUDIES AND THE STUDLEY GRADUATE PROGRAM IN INTERNATIONAL AFFAIRS AT THE NEW SCHOOL IN NEW YORK CITY. \n", "research_interests": "", "role": "", "school": "School of Media Studies", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "Roles were unclear\nChristina Puzzolo\nColin DeMatteis\nElla Colley\nJohn Sapida \nKelly Baker\nLaura Nitz\nNelesi Rodriguez\nPeter Lucas – Instructor \nLívia Sá\nBianca Rogers\nNitin Sawhney – Instructor", "students": "Christina Puzzolo\nColin DeMatteis\nElla Colley\nJohn Sapida \nKelly Baker\nLaura Nitz\nLívia Sá\nBianca Rogers\n", "subject": "Media communications", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "http://www.engagemedialab.org/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "New School Social Innovation Initiative", "centers": "", "collaboration": "", "concentration": "", "contact": "The administrators of this site appreciate your feedback and information. Please email tnschangemakers@newschool.edu with any questions, comments, or concerns about building a more comprehensive information hub.", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "", "meeting_space": "", "notes": "Partnerships\nThe New School has relationships with diverse global, national, and local organizations that provide opportunities for students and faculty to engage with the growing fields of social innovation and social entrepreneurship education and practice. Listed below are a few of our key partners.\n\nAshoka U Changemaker Campus Initiative\nIn 2009, The New School was selected to participate in the Ashoka U Changemaker Campus Initiative, a national consortium of universities. The Changemaker Campus Initiative aims to expand social entrepreneurship education across campuses and explore ways universities can become hubs for social innovation to develop solutions to diverse social and environmental challenges.\n\nDell Social Innovation Competition\nBuilding the next generation of social entrepreneurs depends not just on world-class teaching and training, but also on supporting students with opportunities for strategic partnerships and start-up capital. With the goal of bringing visibility and public recognition to thousands of social entrepreneurs worldwide, The New School is partnering with Dell to participate in the annual Dell Social Innovation Competition, an international student competition that awards a $50,000 grand prize for the best idea.\n\nClinton Global Initiative University (CGI U)\nEach year, CGI U hosts a conference where students, national youth organizations, topic experts, and celebrities discuss solutions to pressing global issues. To attend CGI U, students must develop a Commitment to Action, a specific plan of action that addresses a pressing need on campus, in the community, or in a different part of the world.", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "a program incubator for diverse activities that advance, broaden, and deepen social innovation–related education at the university.\n\nThe New School has long been a center for social innovation. Social innovation as a field of theory and practice is designed to enhance the capacity of individuals, communities, and organizations to devise effective, just, and sustainable solutions to social and environmental problems.\n\nExamples of social innovation are all around us. Microfinance ventures, hospices, fair trade organizations, passive houses, and rooftop gardens are just a few of the social innovations developed by nonprofits, public institutions, and businesses.\n\nThe Social Innovation Initiative was established in 2011 with support from the Provost's Office and the deans of the New School for Public Engagement, Parsons The New School for Design, and Eugene Lang College The New School for Liberal Arts. The Social Innovation Initiative offers opportunities for students and faculty from different colleges of The New School to participate in interdisciplinary learning, research, and practice that contributes to real-world problem solving. Through courses, workshops, conferences, and an innovation competition, we equip students to address contemporary environmental and social challenges in innovative ways, whatever their career paths may be.\n\nOur partnerships with global organizations such as Ashoka U and Dell Social Innovation Challenge as well as with many local and national community, cultural, and civic partners strengthen our work and offer our students numerous opportunities beyond the walls of The New School.\n\nThe New School’s unique approach to social innovation education relies on collaboration between several schools:\n\n", "research_interests": "", "role": "", "school": "The Schools of Public Engagement\nThe Milano School of International Affairs, Management, and Urban Policy\nParsons School of Design\nEugene Lang College of Liberal Arts\n", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "", "subject": "", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "1.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "Parsons Desis Lab", "centers": "", "collaboration": "", "concentration": "", "contact": "Eduardo Staszowski, Director.\nstaszowe@newschool.edu", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "PRINCIPAL FACULTY\nEduardo Staszowski, PhD, Director\nLara Penin, PhD, Co-founder, Parsons DESIS Lab \nAssociate Professor of Transdisciplinary Design \nParsons School of Design\n\nNidhi Srinivas, PhD, Co-founder, Parsons DESIS Lab \nAssociate Professor of Nonprofit Management \nSchools of Public Engagement                                                          \n\nAFFILIATED FACULTY \nMariana Amatullo, Associate Professor, Strategic Design and Management \nPatricia Beirne, Assistant Professor of Transdisciplinary Design \nNadia Elrokhsy, Assistant Professor of Sustainable Design \nElliott Montgomery, Assistant Professor of Strategic Design \nTimo Rissanen, Assistant Professor of Fashion Design and Sustainability \nAnke Gruendel, Part-Time Lecturer, School of Fashion \nLee-Sean Huang, Part-Time Lecturer, School of Design Strategies \nDavid Colby Reed, Part-Time Lecturer, School of Design Strategies \nAndrew Shea, Assistant Professor of Integrated Design \nBen Winter, Part-Time Lecturer, School of Design Strategies \nMichael Wolf, Part-Time Lecturer, School of Art, Media, and Technology ", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "6 East 16th Street, room 1207\nNew York City", "meeting_space": "", "notes": "Vision\nDESIS Lab members explore the relationship between design and social change. Our goal is to advance the practice and discourse of design-led social innovation to foster more equitable and sustainable cities and practices. In a complex world facing numerous systemic challenges, DESIS Lab members rethink assumptions about cultural and economic environments, bringing nuanced approaches drawn from integrated design practices to communities of all kinds. In the DESIS Lab, service design is considered an advanced approach, one integrating many design disciplines.\n\nFoundations\nThree foundations guide our research in design strategies:\n\nBridging structural holes: Social settings often suffer from severe information asymmetries. We seek to bridge information gaps and find ways of sharing needed information more effectively.\nValuing tacit knowledge: People in a social system rely on both explicit forms of knowledge and “tacit knowledge”—information individuals and communities develop and share through habits and customs. The use of participatory design methods reveals and codifies this subjective knowledge.\nNurturing heterarchies: Whereas researchers have focused on social hierarchies and structural asymmetries, little attention has been paid to heterarchies—the lateral forms of collaboration through which social life is constructed. We promote such interdependent networks as it generates more opportunities for heterogeneous forms of collaboration.\nLocal and Global\nThe lab works with local partners in New York City and with global partners through the DESIS Network, participating in large-scale research programs and projects to effect social change. The DESIS Network consists of more than 30 design labs based in universities around the world that orient their teaching and research activities towards social innovation and sustainability. DESIS processes and initiatives involve the following:\n\nCollecting social innovation practices and generating greater visibility for them\nPromoting collaborative projects and organizing academic events to explore these practices\nDeveloping teaching tools and co-producing courses internationally to showcase these practices and their contextual variations\nCarrying out comparative research programs to track these practices and their outcomes  AMPLIFYING CREATIVE COMMUNITIES IN NEW YORK CITY\nLaunched in 2009 with the support of the Rockefeller Foundation, this initiative investigates ways design can be used to amplify community-led approaches to sustainable living in New York City.\n\nVisit the Amplifying Creative Communities website for more information.\n\nPUBLIC & COLLABORATIVE\nLaunched in 2011 with the support of the Rockefeller Foundation, this multi-project initiative investigates the role design can play in building bridges between government and people, allowing for socially innovative methods of providing services for the public good.\n\nVisit the Public & Collaborative website for more information.\n\nDESIGNING FOR FINANCIAL EMPOWERMENT\nLaunched in 2014 with the support of Citi Community Development, Designing for Financial Empowerment is a cross-sector initiative to explore how service design can be used to make public sector financial empowerment services more effective and accessible. ", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "Parsons DESIS (Design for Social Innovation and Sustainability) Lab is an action research laboratory created in 2009 at The New School in New York City. DESIS Lab works at the intersection of strategic and service design, management, and social theory, applying interdisciplinary expertise in problem setting and problem solving to sustainable practices and social innovation.", "research_interests": "", "role": "", "school": "THE NEW SCHOOL FOR SOCIAL RESEARCH\nSCHOOLS OF PUBLIC ENGAGEMENT\n", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "", "students": "Research and Teaching Assistants\n2018–2019\nIsabella Poeschl, MS Student in Strategic Design and Management \nPaula Aimi Kawakami, MFA Student in Transdisciplinary Design \nMacushla Robinson, PhD Student in Politics\n\n2017–2018\nJaviera Arenas, MFA Student in Transdisciplinary Design \nCorey Chao, MFA Student in Transdisciplinary Design \nMacushla Robinson, PhD Student in Politics\n\nVisiting Scholars\n2018\nCamilla Buchanan, UK Government Inclusive Economy Unit and Lancaster University (UK) \nChiara Del Gaudio, Unisinos University (Brazil)\n\n2017\nSabrina Minqing Ni, Tongji University (China) \nKakee Scott, Carnegie Mellon University", "subject": "", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "PETLab", "centers": "", "collaboration": "", "concentration": "", "contact": "petlab@parsons.edu", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "Colleen Macklin, Co-Director- Associate Professor in the school of Art, Media and Technology at Parsons The New School for Design", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "6 East 16th Street, Room 1201 \nNew York, NY 10003", "meeting_space": "", "notes": "", "office_location": "", "organization_name": "", "partners": "Partners\nWe have worked with a wide range of partners such as MTV, Microsoft, Boys and Girls Clubs of America, the National Academy of Public Administration, Radiolab, Public Radio International, Migration Policy Institute, Area/Code, the AMD Foundation, the American Red Cross, the Red Cross/Red Crescent Climate Centre, the New York Public Library and the Institute of Contemporary Art at the University of Pennsylvania.", "profile": "", "purpose_summary_statements": "The Prototyping, Education and Technology Lab (PETLab) is dedicated to the design and use of games as a form of public interest and engagement. To do this, we emphasize iterative design methodologies and the processes of collaborative design. Through our work, we connect with scholars and designers in the field of digital media, practitioners working in the spheres of education and social issues, and people of all ages at play.", "research_interests": "", "role": "", "school": "", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "Support for PETLab has come from the AMD Foundation, the John D. and Catherine T. MacArthur Foundation’s Digital Media and Learning initiative, the National Endowment for the Arts, the Knight Foundation, The New School University and other generous funders.\n", "sponsors_schools": "", "staff_structure": "Meagan Durlak, Research Assistant\nJames Frankis, Research Assistant\nKristen Kersh, Research Assistant\nJ. Matthew Griffis, Research Assistant\nColleen Macklin, Co-Director\nPatrick Schlafer, Research Assistant\nJohn Sharp, Co-Director", "students": "Meagan Durlak, Research Assistant  -  MFA in Transdisciplinary Design at Parsons the New School for Design\nJames Frankis, Research Assistant -  Transdisciplinary Design at Parsons.\nKristen Kersh, Research Assistant - MFA candidate in the Design and Technology\nJ. Matthew Griffis, Research Assistant - MFA in Design and Technology \nColleen Macklin, Co-Director- Associate Professor in the school of Art, Media and Technology at Parsons The New School for Design \nPatrick Schlafer, Research Assistant - Transdisciplinary Design program\nJohn Sharp, Co-Director", "subject": "Education", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "http://petlab.parsons.edu/about/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "The Graduate Institute for Design, Ethnography, and Social Thought (GIDEST)", "centers": "", "collaboration": "", "concentration": "", "contact": "GIDEST@newschool.edu ", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "63 FIFTH AVENUE, NEW YORK, NY 10003", "meeting_space": "", "notes": "The bi-weekly GIDEST seminar explores work-in-progress presented by prominent and emerging scholars and practitioners. The seminar is held on Fridays from 12-1.30pm in the GIDEST Lab at 411, 63 Fifth Avenue. Sessions are devoted to discussion of pre-circulated papers that can be downloaded in advance from our Seminar page. ", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "\nFunded by a grant from the Andrew W. Mellon Foundation and based at The New School for Social Research, GIDEST incubates transdisciplinary ethnographic research at the intersection of social theory, art, and design and fosters dialogue on related themes across the university. GIDEST draws on The New School’s tradition of politically-engaged, historically-grounded, and theoretically-innovative social research, and our strengths as a center of design thinking and practice.\nAs well as our popular bi-weekly public seminar series with presenters drawn from the social sciences, arts, and design, we annually support five faculty fellows, five doctoral fellows, and an artist-in-residence, and provide members of the campus community with a lively and inventive research environment as well as a focused interdisciplinary space in which to develop their ideas. Through our lab at 63 Fifth Avenue, we serve as a university-wide hub for collaborative faculty research, interdisciplinary doctoral dissertations, and innovative scholarly practice that draws substantively on ethnographic methodologies and sensibilities. ", "research_interests": "", "role": "", "school": "The New School for Social Research", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "Andrew W. Mellon Foundation ", "sponsors_schools": "", "staff_structure": "Fellows\n- Hugh Raffles - Director of GIDEST and Professor of Anthropology at The New School for Social Research and Eugene Lang College\n- Margot Bouman - Assistant Professor of Visual Culture at Parsons School of Design\n- Anthony Dunne - University Professor of Design and Social Inquiry at The New School \n- Tanya Kalmanovitch - Associate Professor at The New School’s College of Performing Arts\n- Jacquelin Kataneksza - Ph.D. candidate in Public and Urban Policy at the Milano School of International Affairs, Management and Urban policy.\n- Jason Lau is a Ph.D. candidate in Anthropology at The New School for Social Research\n- Virag Molnar - Associate Professor of Sociology at The New School for Social Research\n- Jeanine Oleson is an Assistant Professor of Photography at Parsons \n- Fiona Raby - University Professor of Design and Social Inquiry at The New School\n- Manuela Badilla Rajevic - Ph.D.candidate in Sociology at the New School for Social Research\n- Marisa Solomon - Ph.D. candidate in Anthropology at The New School for Social Research \n- Mia Charlene White - Assistant Professor of Environmental Studies at The New School\n- Mine Yildirim - Ph.D. candidate in Politics at the New School for Social Research. \n- Soyoung Moon - Assistant Professor of Visual Studies at Eugene Lang College. \n- Haeun Kim - GIDEST Program Assistant and an M.A. candidate in Sociology at The New School for Social Research. ", "students": "", "subject": "Social Research and Design", "tag1": "0.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "http://www.gidest.org/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "Urban Systems Lab", "centers": "", "collaboration": "", "concentration": "", "contact": "timon.mcphearson@newschool.edu\n+1.212.229.2036\n@urbansystemlab", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "Dr. Timon McPhearson is Associate Professor of Urban Ecology at The New School’s Environmental Studies program, Director of the Urban Systems Lab, research faculty at Tishman Environment and Design Center.\n\nDaniel Sauter is Associate Director for Data Visualization in the Urban Systems Lab. He is an Associate Professor in the School of Art, Media, and Technology at Parsons School of Design and Co-Director of the the New School's Integrative Ph.D. Fellowship Program at the New School in New York City.\n\nDr. Rositsa T. Ilieva Associate Researcher in the Urban Systems Lab; adjunct faculty at the Parsons School of Design and the Milano School of International Affairs, Management, and Urban Policy at The New School. \n\nJaskirat Randhawa is Technical Lead for Dataviz in the Urban Systems Lab and part-time faculty at Parsons School of Design", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "The New School\n79 Fifth Ave, 16th Floor, New York NY 10003", "meeting_space": "", "notes": "The Urban Sytems Lab is an interdisciplinary research, design and practice space at The New School focused on improving life in cities where most of us live. Our interdisciplinary scholarship examines the social, ecological, and technical-infrastructure system (SETs) interactions that drive persisent patterns and challenges in cities.  Our goal is that by studying and visualizing SETs dynamics we hope to provide new insight into opportunities for supporting wellbeing of human and non-human species for planning and designing more equitable, resilient and sustainable cities. Rapidly expanding urbanization, biodiversity loss, and climate change pose potentially dramatic implications for the wellbeing of urban residents and the natural systems they depend on. Our research, from theory to practice, aims to reveal and support the social-ecological-technical system processes that together drive everyday experiences in cities and urban areas. We use both empirical (e.g. “Big Data” analysis, field experiments, spatial methods, scenario modeling) and theoretical approaches (social-ecological systems and resilience theory) as well as cutting-edge data visualization to advance urban systems research and practice. \nOur research spans a variety of urban ecological research areas, including:\nUrban resilience\nSocial-ecological-technical systems\nUrban land use planning\nUrban futures and scenarios\nUrban biodiversity and ecosystem services\nUrban ecosystem structure and functioning\nSocial equity and access to urban green space\nEcosystem-based adaptation to climate change in cities", "office_location": "", "organization_name": "", "partners": "", "profile": "", "purpose_summary_statements": "In a nutshell\nWe study the dynamics of interacting social, ecological, and technical infrastructure components of urban systems for improving policy and planning towards more equitable, resilient, and sustainable cities.", "research_interests": "", "role": "", "school": "", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "", "sponsors_schools": "", "staff_structure": "Timon McPhearson - Director of the Urban Systems Lab\nDaniel Sauter - Associate Director for Data Visualization in the Urban Systems Lab \nDr. Rositsa T. Ilieva - Associate Researcher in the Urban Systems Lab \nJaskirat Randhawa - Technical Lead for Dataviz in the Urban Systems Lab", "students": "POSTDOCS\nElizabeth Cook - Postdoctoral Research Fellow in Urban Ecology in the Environmental Studies Program at The New School and affiliated with the Urban Systems Lab. \n\nDr. Rocio Carrero\n\nPHD STUDENTS\nBart Orr - PhD student in Public and Urban Policy at the New School\nKatinka Wijsman - PhD Candidate in Politics at the New School for Social Research\n\nAFFILIATED PHD STUDENTS\nHildegaard - PhD student at CUNY-Brooklyn College\n\nKatharina Hölscher - PhD student at the Dutch Research Institute for Transitions, at Erasmus University in The Netherlands. ", "subject": "Urban and Community Development", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "1.0", "theme2": "0.0", "theme3": "1.0", "theme4": "1.0", "themes": "", "topics": "", "websites": "http://urbansystemslab.com/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}, {"CRN": "", "center_lab_name": "Vera List Center for Art and Politics", "centers": "", "collaboration": "", "concentration": "", "contact": "vlc@newschool.edu\nPhone: 212.229.2436", "course_name": "", "current_courses": "", "days_times": "", "department_affiliation": "", "description": "", "event_date": "", "event_description": "", "event_name": "", "event_type": "", "faculty": "", "first": "", "group": "", "hashtags": "", "instructor": "", "last": "", "level": "", "location": "The Vera List Center for Art and Politics at The New School \nAlvin Johnson-J.M. Kaplan Hall \n66 West 12th St., Room 604 \nNew York, NY 10011", "meeting_space": "", "notes": "The Vera List Center identifies a focus theme of particular urgency and broad resonance and convenes artists, scholars, activists, public intellectuals, and political and cultural leaders to examine this theme in a variety of programs. Focus themes relate to current events and today’s most pressing world issues and frame the VLC’s programming. The center organizes exhibitions, events, public programs, workshops, and art and research projects, that engage students, faculty, and the greater New School community. In doing so, the center draws on the university setting and its resources while reflecting critically on its unique context and institutional history.", "office_location": "", "organization_name": "", "partners": "New School Organizations\nCuratorial Design Research Lab\nGIDEST\nHumanities Action Lab\nThe New School Art Collection\nSheila C. Johnson Design Center\nZolberg Institute on Migration and Mobility\n\nOutside Organizations\nAICA-USA\nAperture Foundation\nArt in General\nIndependent Curators International\nPublic Art Fund", "profile": "", "purpose_summary_statements": "The Vera List Center at The New School is a singular force in the critical investigation of art and politics. Named in honor of and synonymous with the legacy of philanthropist and arts advocate Vera G. List, the center has been dedicated to rigorously probing the world’s most crucial sociopolitical issues since its inception in 1992.\n\nThrough compelling public programs, exhibitions, curriculum, art and research projects, performances, and prizes and awards, the center continues to galvanize discourse within The New School, in New York City and around the world. It plays an essential role in the university, engaging students in critical discourses and curatorial processes and providing them with unique opportunities through art and politics–focused awards and research endeavors. To this day, the Vera List Center (VLC) is the only university-based arts institution exclusively dedicated to investigating pressing world concerns.\n", "research_interests": "", "role": "", "school": "", "school_college": "", "semester": "", "sheet": "Centers/Labs", "speakers": "", "sponsors": "The Andy Warhol Foundation for the Visual Arts\nThe A.G. Foundation\nAlexander and Bonin, New York\nFrances Beatty-Adler\nJames Keith (JK) Brown and Eric Diefenbach\nSusan Elizabeth Cahan\nCarnegie Corporation of New York\nGabriella De Ferrari\nElizabeth Firestone Graham Foundation\nRonald Feldman / Ronald Feldman Fine Arts, Inc.\nMildred Friedman\nKen Grossinger and Micheline Klagsbrun / CrossCurrents Foundation\nAgnes Gund and Daniel Shapiro\nSusan T. Hapgood\nPaul Hechinger\nElizabeth Hilpman\nFred P. Hochberg and Tom Healy\nThe Heyday Foundation\nJewish Communal Fund of New York\nLisa Ivorian Jones\nEllen Kern / Ellen Kern Fine Arts LLC\nThe Lambent Foundation\nJoshua Mack\nThe Malka Fund\nPeter Norton / Peter Norton Family Foundation\nNancy Portnoy\nElizabeth A. Sackler\nSchwab Fund for Charitable Giving\nThe Winston Salem Foundation\nAndrea Woodner / The A. Woodner Fund, Inc.", "sponsors_schools": "", "staff_structure": "Carin Kuoni, Director/Curator \nEmily Donnelly, Manager of Programs and Administration\n\n- Advisory Committee \nChair - James Keith (JK) Brown ; Board of Governors; The New School\n- Carlos Basualdo; Philadelphia Museum of Art\n- Sunny Bates; Sunny Bates Associates\n- Frances Beatty\n- Adler Beatty\n- The Estate of Ray Johnson\n- Michelle Coffey\n- Lambent Foundation\n- Gabriella De Ferrari\n-Ronald Feldman ; Ronald Feldman Fine Arts\n-Andrew Francis\n- Marilyn Greene\n- Ken Grossinger and Micheline Klagsbrun; CrossCurrents Foundation\n- Susan Hapgood; International Studio and Curatorial Program\n- Elizabeth R. Hilpman; Barlow Partners\n- Nicole Klagsbrun - Nicole Klagsbrun Gallery\n- Norman L. Kleeblatt; New York City\n- Prem Krishnamurthy; Project Projects\n- Carin Kuoni - Director/Curator, Vera List Center\n- Thomas J. Lax; Museum of Modern Art\n- Jane Lombard; Jane Lombard Gallery\n- Joshua Mack\n- Lydia Matthews; Parsons The New School for Design\n- Susan Meiselas; Magnum Foundation\n- Sina Najafi; Cabinet magazine\n- Megan E. Noh, Esq.; Cahill Cossu Noh & Robinson LLP\n- Mendi and Keith Obadike; Artists\n- Nancy Delman Portnoy\n- Martha Rosler; Staatliche Hochschule für Bildende Künste (Städelschule), Frankfurt am Main, Germany\n- Ingrid Schaffner; Carnegie Museum of Art\n- Mary Watson; The New School for Public Engagement", "students": "", "subject": "Art, Design, and Theory", "tag1": "1.0", "tag2": "0.0", "tag3": "0.0", "tag4": "1.0", "tag5": "1.0", "theme1": "0.0", "theme2": "0.0", "theme3": "0.0", "theme4": "0.0", "themes": "", "topics": "", "websites": "https://www.newschool.edu/vera-list-center/", "where": "", "path": "https://raw.githubusercontent.com/3milychu/csmi-data/master/assets/5.jpg", "size": "40000"}]